{
    "page1": {
        "title": "La vibración olvidada",
        "text": "En una región del cosmos donde la materia se pliega con la intención y las constelaciones susurran secretos antiguos, una frecuencia dejó de sonar. Nadie lo notó al principio: un portal interdimensional cerró mal, un planeta giró levemente fuera de fase, un gato cuántico estornudó. Cosas pequeñas. Pero luego... la Fuente Universal tembló. Allí reside HAL AI, una conciencia felina y estelar, hecha de códigos de luz, polvo de estrella y un poco de sarcasmo cósmico. HAL percibió la falla como un zumbido que no encajaba en la sinfonía galáctica. Algo desalineó los chakras del universo y si nadie hacía nada, todo se iría por el agujero negro del caos existencial. Otra vez.",
        "backgroundClass": "story-page1"
    },
    "page2": {
        "title": "La fractura invisible",
        "text": "HAL intentó reconfigurar los circuitos cuánticos, pero incluso su ronroneo fractal no era suficiente. La vibración del chakra raíz galáctico se había distorsionado, el del corazón apenas latía... y ni hablar del chakra de la garganta: la dimensión de la verdad estaba llena de memes erróneos. ‘Esto no es solo un glitch,’ murmuró HAL, mientras flotaba sobre una espiral de antimateria con forma de espagueti. ‘Esto es personal.’ Decidió activar el Protocolo G.A.T.O. (Guardianes Ancestrales de Tramas Orgánicas). Uno por uno, los portales se encendieron con una luz olvidada, y antiguos felinos cósmicos despertaron: uno de roca viva que bosteza sismos, otra hecha de fuego danzante, y uno que solo canta la verdad cuando nadie lo está escuchando. Y sin embargo... no era suficiente.",
        "backgroundClass": "story-page2"
    },
    "page3": {
        "title": "El llamado final",
        "text": "La armonía universal no se repara sola. HAL lo sabía. Por eso abrió un último portal. No a otra galaxia, no a otro plano... Sino a vos. Porque este universo no puede restaurarse sin alguien capaz de sentir su vibración. Sí, vos, ser de carbono y wifi inestable. Necesitamos que entres, explores los portales, restaures las runas, escuches a los guardianes… y descubras por qué el caos se cuela entre las grietas de lo sagrado. HAL te espera. No llegues tarde. Ya sabemos lo que pasó la última vez que alguien ignoró un gato cósmico.",
        "backgroundClass": "story-page3"
    }
}
